{
    "runes_for_every_day": "every day rune",
    "check_your_today_rune": "CHECK RUNE FOR TODAY",
    "rune_cosmic_nature_first": "cosmic ",
    "rune_cosmic_nature_second": "nature of rune",
    "first_view_text_about_desktop": "On a moonlit night when the world goes to sleep in the company of the stars; the cosmos speaks to us in a whisper of the wind. The rustle of leaves are the words of old trees. They have seen times gone by. Read the mysterious rune marks. Learn the clues that fate wants to reveal to you.",
    "first_view_button_next": "check your daily rune",

    "second_view_header": "Draw a rune of the day",
    "second_view_about_desktop": "The drawn rune allows you to focus on what is important at the moment. The key word is harmony. The rune of the day is a kind of oracle of fate. It means something different to everyone. This is a tip that helps you organize your current affairs. Use the power of the runes. Remember that your every thought and word matters. Let the highest energy of the universe guide you.",
    "second_view_about_mobile": "The drawn rune allows you to focus on what is important at the moment. <br /> The rune of the day is a kind of oracle of fate. This is a tip that helps you organize your current affairs. Use the power of the runes.",

    "card_front_btn": "draw a rune",

    "popup_first": "specify the date of birth",
    "popup_second_desktop": "On this basis, the Rune of the Day drawing algorithm will adapt to your numerological path in life. No information is stored permanently. You can skip this step. The chosen date is only a form of personalization.",
    "popup_second_mobile": "The Rune of the Day drawing algorithm will adapt to your numerological way of life. Information is not saved.",
    "popup_button_first": "skip",
    "popup_button_second": "personalize",

    "number": "no",
    "rune": "runa",
    "meaning": "Traditional meaning:",
    "otherNames": "Other names:",
    "element": "Element:",
    "astrology": "Astrology:",
    "sound": "sound:",
    "numerology": "Numerology:",


    "1_card_meaning": "Cattle / herd, wealth, harvest.",
    "1_card_elementName": "Fire",
    "1_card_zodiacName": "Sign of the Bull",
    "1_card_meaningTitle": "Rune of Fortune",
    "1_card_aboutFirst": "The traditional meaning of the rune refers to cattle, which used to be a determinant of the level of wealth. Through wise management and active action, a man becomes richer.",
    "1_card_aboutSecond": "This is a good time to achieve your goal through action. You have the powers to get what you want. Feel the fire within. Trust in the creative energy. Fehu is abundance",
    "1_card_aboutThird": "Tip: Wealth is a state of possession that allows you to share with others. With anyone you want to appreciate. The universe wants you prosperity and love.",

    "2_card_meaning": "Tur.",
    "2_card_elementName": "Earth",
    "2_card_zodiacName": "Sign of the Virgin",
    "2_card_meaningTitle": "Rune of Perseverance",
    "2_card_aboutFirst": "The traditional meaning of the rune refers to the Tura, the wild ancestor of Taurus. He was very hardy.",
    "2_card_aboutSecond": "Have the courage to pursue your goal while giving up what is unnecessary on your way to your goal. It is a manifestation of unlimited potential. Unleashing energy by overcoming your own weaknesses. Have the courage, and this will open the door to new opportunities for you." ,
    "2_card_aboutThird": "The rune uruz carries the grounding and the possibility of transforming the energy of thought into the material world.",

    "3_card_meaning": "Thor, giant, strongman, thorn, spike",
    "3_card_elementName": "Air",
    "3_card_zodiacName": "Lion Sign",
    "3_card_meaningTitle": "Rune of Nature's Order",
    "3_card_aboutFirst": "The traditional meaning of the rune refers to Thor - the god of thunder and storms. It can be compared to Mjöllnir. It helps to protect the natural order. It protects against hostile actions.",
    "3_card_aboutSecond": "Keep in mind the primal energy of your instincts. You have inspiring powers. Take the initiative. Thurisaz helps you get rid of your fears and fear.",
    "3_card_aboutThird": "The spike means protection or attack. Don't jump to conclusions. Be true to yourself. Remember that when the gates of the unknown open, it's up to you to make the next move.",

    "4_card_meaning": "Higher deity (As), lineage of gods, mouth",
    "4_card_elementName": "Water",
    "4_card_zodiacName": "Mercury",
    "4_card_meaningTitle": "RUNE OF COMMUNICATION AND LEARNING",
    "4_card_aboutFirst": "The traditional meaning of the rune refers to the Aesir and the god Odin. It symbolizes the mouth. It refers to communication, both saying words as well as listening to and interpreting the information received.",
    "4_card_aboutSecond": "Draw from the source of knowledge, so that your wisdom, like the wind, may bring the pollen of flowers to new lands. Let your speech bring harmony.",
    "4_card_aboutThird": "Words can be like water to quench your thirst and like hot fire when needed. Use your experience to liberate your personality.",

    "5_card_meaning": "Travel, wheel, riding.",
    "5_card_elementName": "Fire",
    "5_card_zodiacName": "Mark of Sagittarius",
    "5_card_meaningTitle": "Rune of Travel",
    "5_card_aboutFirst": "The traditional meaning of the rune refers to traveling, riding a horse. It symbolizes movement, not only that associated with a change of place. Helpful in physical and spiritual journeys.",
    "5_card_aboutSecond": "Take control of your development. Take the helm of your own life. Be systematic. By taking quick and specific actions you will introduce significant changes into your life.",
    "5_card_aboutThird": "Plan your way and set out on a journey to get the results you want. Follow your own path. Remember that the goal of a human journey is always Home.",

    "6_card_meaning": "Torch, flaming fire",
    "6_card_elementName": "Fire",
    "6_card_zodiacName": "The Sign of Aries",
    "6_card_meaningTitle": "Rune of Creative Initiative",
    "6_card_aboutFirst": "The traditional meaning of the rune refers to the flame of a torch. It symbolizes the inner fire. It means enthusiasm as well as constructive pursuit of self-realization.",
    "6_card_aboutSecond": "Open up to new possibilities and keep your thoughts clear. Make sure your actions are goal-oriented. Remember that motivation is nothing without the will to act.",
    "6_card_aboutThird": "Kenaz also means creativity and shaping. Use your energy to give your life a dimension that corresponds to the desired form.",

    "7_card_meaning": "Gift of the gods, connection",
    "7_card_elementName": "Water",
    "7_card_zodiacName": "The Sign of Venus",
    "7_card_meaningTitle": "RUNE OF GIFT",
    "7_card_aboutFirst": "The traditional meaning of the rune alludes to the gift of the gods and connection. Gebo is generosity and fair exchange. The key issue is taking and giving, which leads to balance. It is also a symbol of the most beautiful gift that can be given - love.",
    "7_card_aboutSecond": "Be ready to take responsibility for your actions. The ability to receive gifts is as important as the noble virtue of giving.",
    "7_card_aboutThird": "You can be a gift to others and a treasure for this world. Everyone is always separate, but we can also be together.",

    "8_card_meaning": "Win, Win, Luck",
    "8_card_elementName": "Air",
    "8_card_zodiacName": "Gemini Sign",
    "8_card_meaningTitle": "Victory Rune",
    "8_card_aboutFirst": "The traditional meaning of the rune refers to fulfillment, joy, typhus. It portends a good streak. Victory.",
    "8_card_aboutSecond": "You are on your way to happiness. Complete the planned tasks. Release your energy. Allow yourself to love unconditional. Open yourself to happiness and satisfaction. Appreciate others and yourself.",
    "8_card_aboutThird": "Try to see deeper, seeing what is not obvious. Open yourself to happiness to get a taste of victory.",

    "9_card_meaning": "Hail, witch, Goddess Hagal",
    "9_card_elementName": "Water",
    "9_card_zodiacName": "Planet Pluto",
    "9_card_meaningTitle": "RUNE OF TRANSFORMATION",
    "9_card_aboutFirst": "The traditional meaning of the rune is related to the hail. There are also interpretations in association with the Goddess Hagal. The key word is the solstice. Energy transformation period. Some changes only in retrospect may prove beneficial.",
    "9_card_aboutSecond": "Prepare for a time when it is worth letting go of control. Hagal heralds a spiritual change. Don't try to speed things up. Blocking the energy of this rune can stagnate. Hagalaz is also a rune of protection and intuition.",
    "9_card_aboutThird": "Remember that some aspects of life must be abandoned in order to move on.",

    "10_card_meaning": "Need, necessity",
    "10_card_elementName": "Earth",
    "10_card_zodiacName": "Planet Saturn",
    "10_card_meaningTitle": "TEST RUNE",
    "10_card_aboutFirst": "The traditional meaning of the rune refers to necessity, understood as the compulsion of fate; the test of certainty. This rune imposes the necessity to return to the inner truths",
    "10_card_aboutSecond": "Make proper use of your energy. Possible difficulties will be overcome thanks to your perseverance. Remember your motivation. This rune guides you under pressure.",
    "10_card_aboutThird": "It's a challenge that is a test of survival. Unleashing your self-preservation instincts. It will help you win the fight against adversities.",

    "11_card_meaning": "Ice, static force",
    "11_card_elementName": "Water",
    "11_card_zodiacName": "Planet Neptune",
    "11_card_meaningTitle": "Planet of the Will of Spirit",
    "11_card_aboutFirst": "The traditional meaning of the rune refers to ice, which as a state of aggregation and compressive force - it brings stabilization, protection.",
    "11_card_aboutSecond": "Think about what is important to you. This is a good time to analyze your actions and wait for a more favorable moment. Concentrate on your intentions and think about the best way to go",

    "12_card_meaning": " Rok, urodzaj, żniwa",
    "12_card_elementName": "Ziemia",
    "12_card_zodiacName": "Planeta Jowisz",
    "12_card_meaningTitle": "RUNA WZROSTU",
    "12_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do plonów, urodzaju, wzrostu i regeneracji. Zaistniej w spirali życia.",
    "12_card_aboutSecond": "Wykaż się zaangażowaniem i cierpliwością. Staraj się w najlepszy sposób korzystać z potencjału, który posiadasz. Przy uporczywym wysiłku zbierzesz obfite plony. Dołóż wszelkich starań. Przygotuj grunt na nowe.",
    "12_card_aboutThird": "Myśl jest jak ziarno, które kiełkuje na gruncie fizycznego planu. Wszystko odbywa się w zgodzie z naturalnym porządkiem. Harmonia oznacza zbiory we właściwym czasie.",

    "13_card_meaning": " Cis (drzewo z którego robiono łuki)",
    "13_card_elementName": "Powietrze",
    "13_card_zodiacName": "Planeta Uran",
    "13_card_meaningTitle": "RUNA WYTRWAŁOŚCI",
    "13_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do nazwy drzewa (cis), będącego symbolem potencjału siły woli i długowieczności.",
    "13_card_aboutSecond": "Wyraź swoją pewność siebie. Korzystaj ze swojej charyzmy. Twoja wytrwałość w dążeniu do celu pozwoli osiągnąć zamierzony skutek. Utrzymuj ład i pożądek w swoim życiu.",
    "13_card_aboutThird": "Drzewo z którego wykonywane były łuki jest także symbolem prawidłowej oceny sytuacji i zamiaru, który jak strzała naprężona na cięciwie, trafia do wyznaczonego celu. Eihwaz to także symbol wiecznego życia; odradzania i budzenia się do życia.",

    "14_card_meaning": " To co ukryte, kobiece łono, kostka do gry",
    "14_card_elementName": "Ziemia",
    "14_card_zodiacName": "Znak Skorpiona",
    "14_card_meaningTitle": "Runa Niewiadomej",
    "14_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do tego co ukryte, jeszcze nieobjawione. Odnosi się do wewnętrznej mądrości, ale także do gier losowych.",
    "14_card_aboutSecond": "Zaistniej aby poznać swoje prawdziwe oblicze. Przyjmij los taki jakim jest, ale pamiętaj, że aby coś osiągnąć, należy podjąć ryzyko. Dogłębnie przemyśl zasadę skutku i przyczyny. Wystrzegaj się nałogów.",
    "14_card_aboutThird": "Zmiany są naturalnym procesem na ścieżce doświadczania. Upewnij się, czy rezultat Twoich działań został świadomie zamierzony.",

    "15_card_meaning": " Rogi łosia, opieka",
    "15_card_elementName": "Ziemia",
    "15_card_zodiacName": "Znak Raka",
    "15_card_meaningTitle": "RUNA Ochronna",
    "15_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do rogów łosia, będącego opiekunem puszczy i naturalnego ekosystemu w środowisku, którego jest mieszkańcem.",
    "15_card_aboutSecond": "Pamiętaj o wyrozumiałości, także dla własnego oblicza. Zaakceptuj swoje słabości. Otaczaj opieką siebie i innych. Bądź wsparciem i wiedz, że wszechświat manifestuje opiekę nad Tobą w najbardziej korzystny sposób, w danym momencie.",
    "15_card_aboutThird": "Algiz to runa silnie ochronna. Najwyższa energia wszechświata otacza Cię opieką. Chroni przed niekorzystnymi okolicznościami losu i negatywnym promieniowaniem.",

    "16_card_meaning": " Słońce, energia, żagiel",
    "16_card_elementName": "Ogień",
    "16_card_zodiacName": "Słońce",
    "16_card_meaningTitle": "RUNA Zwycięstwa",
    "16_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do energii słonecznej, przypominając o konfrontacji jasności z ciemnością",
    "16_card_aboutSecond": "Stawiaj pewne i świadome kroki aby osiągnąć zwycięstwo. Jasno sprecyzuj swoją drogę. Przyjmuj okoliczności w ich prawdziwym świetle. Miej wiarę i nadzieję. Bądź kreatorem swojego życia. Bądź hojny jak słońce. Pamiętaj, że ono każdemu świeci po równo.",
    "16_card_aboutThird": "Sowilo prowadzi Cię do zwycięstwa. Odrzuć lęki. Miej odwagę. Zawalcz o to na czym naprawdę Ci zależy.",

    "17_card_meaning": " Wojownik, imię boga Tyra",
    "17_card_elementName": "Powietrze",
    "17_card_zodiacName": "Znak Koziorożca",
    "17_card_meaningTitle": "Runa Wojownika",
    "17_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do imienia  boga wojny - Tyra, którego charakteryzuje męstwo i odwaga.",
    "17_card_aboutSecond": "Precyzyjnie określ cel i miej odwage dążyć do osiągnięcia go bez względu na okoliczności. Uwierz w siebie. Niech prowadzi Cię przemyślana dokładność, upór i wiara w sprawiedliwość.",
    "17_card_aboutThird": "Teiwaz to znak wojownika. Przyjmij konsekwencje swoich działań i wyborów. Zawalcz o siebie.",

    "18_card_meaning": " Brzoza; pierś matki",
    "18_card_elementName": "Woda",
    "18_card_zodiacName": "Księżyc",
    "18_card_meaningTitle": "RUNA Narodzin",
    "18_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do brzozy będącej symbolem płodności. Zwiastuje wiosnę - nowy początek. Brzoza jest wiotka, ale nawet silny wiatr nie jest w stanie jej złamać.",
    "18_card_aboutSecond": "Otwórz się na nowy początek. Zbliż się do natury. Myśl duchem, nie ciałem. Odczuwaj z poziomu serca. Okazuj troskę i pozwól innym zatroszczyć się o Ciebie.",
    "18_card_aboutThird": "Berkano to najczystsza żeńska energia. Nowy początek. Bezpieczeństwo i komfort istnienia.",

    "19_card_meaning": "Horse, transformation, changes",
    "19_card_elementName": "Fire",
    "19_card_zodiacName": "Libra Sign",
    "19_card_meaningTitle": "RUNA of Coexistence",
    "19_card_aboutFirst": "The traditional meaning of the rune refers to the horse as a symbol of wisdom and making changes.",
    "19_card_aboutSecond": "Take the initiative. Be ready to move forward. Be ready to cooperate and coexist. Be balanced in taking and giving in moderation. Be open to other people as well as other views.",
    "19_card_aboutThird": "Ehwaz points out that co-creation is growth. The ability to coexist with respect for what is different leads to unification.",

    "20_card_meaning": "Man, man, husband",
    "20_card_elementName": "Air",
    "20_card_zodiacName": "Planet mars",
    "20_card_meaningTitle": "Rune of Being Yourself",
    "20_card_aboutFirst": "The traditional meaning of the rune refers to man as a being. The way to perfection is getting to know oneself.",
    "20_card_aboutSecond": "Show your strengths and weaknesses in front of you, so that you will be accompanied by your courage and self-confidence. This way you will be able to fully realize your potential. You have nothing to lose except yourself. Live in harmony.",
    "20_card_aboutThird": "Mannaz is a rune that draws attention to the fact that everyone, regardless of choices and decisions - is different and at the same time the same at the source. Be yourself. Live according to your own code of truth",

    "21_card_meaning": "Water, lake, ocean",
    "21_card_elementName": "Water",
    "21_card_zodiacName": "Pisces Sign",
    "21_card_meaningTitle": "RUNE OF INTROSPECTION",
    "21_card_aboutFirst": "The traditional meaning of the rune refers to water as life-giving energy. It means the ability to sail in the waters of life. It symbolizes emotional cleansing.",
    "21_card_aboutSecond": "Immerse yourself in yourself. Listen to the voice of intuition. Feel the love. Let what was not revealed before emerge. Use your instincts and do not try to understand. Learn from yourself.",
    "21_card_aboutThird": "Lagus is conducive to reflection. Listen to yourself and learn from this source of knowledge. All the answers are in you. It is a time of purification.",

    "22_card_meaning": "name of the god Ingus, rest, expansion",
    "22_card_elementName": "Air",
    "22_card_zodiacName": "Sign of Aquarius",
    "22_card_meaningTitle": "RUNA of Transformation",
    "22_card_aboutFirst": "The traditional meaning of the rune refers to the name of the god Ingus (Frey) - the patron of entertainment. It symbolizes a rest before the next journey. End and a new beginning. Change.",
    "22_card_aboutSecond": "Persist in achieving your goal. You have the energy within you to complete a certain stage and enjoy the positive results. Be aware of your personal strength and manage your resources wisely.",
    "22_card_aboutThird": "Ingwaz reminds you that life is a journey. It protects new ventures and gives you time to mature in peace.",

    "23_card_meaning": "day light",
    "23_card_elementName": "Fire",
    "23_card_zodiacName": "Sign of Aquarius",
    "23_card_meaningTitle": "Rune of Reconciliation",
    "23_card_aboutFirst": "The traditional meaning of the rune is the light of the new day. It means fulfillment, awakening, enlightenment.",
    "23_card_aboutSecond": "Reveal the truth. Try to have a clear view of reality. Look at the relationship between what is small and what is very important to you. Be light for others and do not be afraid to radiate it. Let yourself see the light of your interior. ",
    "23_card_aboutThird": "Dagaz is a reminder that the end finishes the work. It is a talisman for everyone and everything. It protects against doubt.",

    "24_card_meaning": "heritage, home, homeland",
    "24_card_elementName": "Earth",
    "24_card_zodiacName": "Sign of the Bull",
    "24_card_meaningTitle": "RUNE OF HERITAGE",
    "24_card_aboutFirst": "The traditional meaning of the rune means ancestral heritage. It is the rune of returning to one's own roots. It means harmony, security and peace in the family.",
    "24_card_aboutSecond": "Feel safe in the place you are. Remind yourself where and what your home is to you. Do not be afraid of the past. Remember that the experiences gained are the seeds of the future yields of abundance and fulfillment.",
    "24_card_aboutThird": "Othala often refers to the increase in property, wealth; what can be transferred to your successors."
  }