{
    "runes_for_every_day": "runy każdego dnia",
    "check_your_today_rune": "SPRAWDŹ RUNĘ NA DZISIAJ",
    "rune_cosmic_nature_first": "kosmiczna ",
    "rune_cosmic_nature_second": "natura runy",
    "first_view_text_about_desktop": "W księżycową noc, gdy świat usypia w towarzystwie gwiazd; kosmos mówi do nas szeptem wiatru. Szum liści to słowa starych drzew. One widziały minione czasy. Odczytaj tajemnicze znaki run. Poznaj wskazówki, które los chce ujawnić Tobie.",
    "first_view_button_next": "sprawdź swoją runę dnia",

    "second_view_header": "Wylosuj runę dnia",
    "second_view_about_desktop": "Wylosowana runa pozwala skupić się na tym co istotne w danym momencie. Słowo klucz to harmonia. Runa dnia to swego rodzaju wyrocznia losu. Dla każdego oznacza co innego. To wskazówka, która ułatwia poukładać bieżące sprawy. Wykorzystaj potęgę run. Pamiętaj, że każda Twoja myśl i słowo mają znaczenie. Pozwól by prowadziła Cię najwyższa energia Wszechświata.",
    "second_view_about_mobile": "Wylosowana runa pozwala skupić się na tym co istotne w danym momencie.<br />Runa dnia to swego rodzaju wyrocznia losu. To wskazówka, która ułatwia poukładać bieżące sprawy. Wykorzystaj potęgę run.",

    "card_front_btn": "losuj runę",

    "popup_first": "określ datę urodzenia",
    "popup_second_desktop": "Na tej podstawie algorytm losowania Runy Dnia dostosuje się do Twojej numerologicznej drogi życia. Żadne informacje nie są zapisane na stałe. Możesz pominąć ten krok. Wybrana data jest jedynie formą personalizacji.",
    "popup_second_mobile": "Algorytm losowania Runy Dnia dostosuje się dla Twojej numerologicznej drogi życia. Informacje nie są zapisywane.",
    "popup_button_first": "pomiń",
    "popup_button_second": "personalizuj",

    
    "number": "nr",
    "rune": "runa",
    "meaning": "Tradycyjne znaczenie:",
    "otherNames": "Inne nazwy:",
    "element": "Żywioł:",
    "astrology": "Astrologia:",
    "sound": "Głoska:",
    "numerology": "Numerologia:",


    "1_card_meaning": " Bydło/stado, bogactwo, urodzaj.",
    "1_card_elementName": "Ogień",
    "1_card_zodiacName": "Znak Byka",
    "1_card_meaningTitle": "Runa Pomyślności",
    "1_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do bydła, które dawniej było wyznacznikiem poziomu bogactwa. Za pośrednictwem mądrego gospodarowania i aktywnego działania człowiek się wzbogaca.",
    "1_card_aboutSecond": "To dobry czas do osiągnięcia celu poprzez działanie. Posiadasz stosowne moce aby zdobyć to czego pragniesz. Poczuj wewnętrzny ogień. Zaufaj energi twórczej. Fehu to obfitość",
    "1_card_aboutThird": "Wskazówka: Bogactwo jest stanem posiadania, który pozwala dzielić się z innymi. Z każdym kogo chcesz docenić. Wszechświat chce dla Ciebie dobrobytu i miłości.",

    "2_card_meaning": " Tur.",
    "2_card_elementName": "Ziemia",
    "2_card_zodiacName": "Znak Panny",
    "2_card_meaningTitle": "Runa Wytrwałości",
    "2_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do Tura, dzikiego przodka Byka. Odznaczał się on ogromną wytrzymałością.",
    "2_card_aboutSecond": "Miej odwagę dążyć do celu, rezygnując przy tym z tego co zbędne na Twojej drodze do osiągnięcia celu. To manifestacja nieograniczonego potencjału. Uwolnienie energii poprzez pokonanie własnych słabości. Miej odwagę, a otworzy to przed Tobą wrota nowych możliwości.",
    "2_card_aboutThird": "Runa uruz niesie ugruntowanie i możliwość przekształcenia energii myśli do świata materialnego.",

    "3_card_meaning": " Thor, olbrzym, siłacz, cierń, kolec",
    "3_card_elementName": "Powietrze",
    "3_card_zodiacName": "Znak Lwa",
    "3_card_meaningTitle": "Runa Porządku Natury",
    "3_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do Thora - boga burzy, piorunów. Można ją porównać do Mjöllnir’a. Pomaga chronić naturalnego porządku. Chroni przed wrogimi działaniami.",
    "3_card_aboutSecond": "Miej na uwadze pierwotną energią instynktów. Drzemią w Tobie inspirujące siły. Wykaż się inicjatywą. Thurisaz pomaga pozbyć się lęków i strachu.",
    "3_card_aboutThird": "Kolec oznacza ochronę lub atak. Nie wyciągaj pochopnych wniosków. Bądź wierny sobie. Pamiętaj, że gdy otwierają się wrota nieznanego - do Ciebie należy następny ruch.",

    "4_card_meaning": " Wyższe bóstwo (As), ród bogów, usta",
    "4_card_elementName": "Woda",
    "4_card_zodiacName": "Merkury",
    "4_card_meaningTitle": "RUNA KOMUNIKACJI I NAUKI",
    "4_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do Asów i boga Odyna. Symbolizuje usta. Odnosi się w dwójnasób do komunikacji, zarówno wypowiadania słów jak również słuchania i interpretacji otrzymanej informacji.",
    "4_card_aboutSecond": "Czerp ze źródła wiedzy, aby Twa mądrość jak wiatr pyłki kwiatów, niosła plon na nowe ziemie. Niech Twa mowa niesie harmonię.",
    "4_card_aboutThird": "Słowa mogą być jak woda, która gasi pragnienie i jak gorący ogień, gdy jest taka potrzeba. Wykorzystaj swoje doświadczenie na drodze do wyzwolenia osobowości.",

    "5_card_meaning": " Podróż, koło, jazda wierzchem.",
    "5_card_elementName": "Ogień",
    "5_card_zodiacName": "Znak Strzelca",
    "5_card_meaningTitle": "Runa Podróży",
    "5_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do podróżowania, jazdy wierzchem. Symbolizuje ruch, nie tylko ten związany ze zmianą miejsca. Pomocna w podróżach fizycznych i duchowych.",
    "5_card_aboutSecond": "Pokieruj swoim rozwojem. Przejmij ster własnego życia. Postaw na systematyczność. Podejmując szybkie i konkretne działania wprowadzisz w swoje życie istotne zmiany.",
    "5_card_aboutThird": "Zaplanuj drogę i wyrusz w podróż po oczekiwane rezultaty. Podążaj własną drogą. Pamiętaj, że celem ludzkiej podróży jest zawsze Dom.",

    "6_card_meaning": " Pochodnia, płonący ogień",
    "6_card_elementName": "Ogień",
    "6_card_zodiacName": "Znak Barana",
    "6_card_meaningTitle": "Runa Twórczej Inicjatywy",
    "6_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje  do płomienia pochodni. Symbolizuje wewnętrzny ogień. Oznacza entuzjazm, a także konstruktywne dążenie do samorealizacji.",
    "6_card_aboutSecond": "Otwieraj się na nowe możliwości i dbaj o jasność myśli. Upewnij się, że Twoje działania są ukierunkowane na osiągnięcie celu. Pamiętaj, że motywacja jest niczym bez chęci do działania.",
    "6_card_aboutThird": "Kenaz oznacza też twórczość i nadawanie odpowiednich kształtów. Wykorzystaj swoją energię, aby Twoje życie uzyskało wymiar zgodny z upragnioną formą.",

    "7_card_meaning": " Dar bogów, połączenie",
    "7_card_elementName": "Woda",
    "7_card_zodiacName": "Znak Wenus",
    "7_card_meaningTitle": "RUNA OBDAROWANIA",
    "7_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do daru bogów i połączenia. Gebo to szczodrość i sprawiedliwa wymiana. Kluczowa jest kwestia brania i dawania, która prowadzi do równowagi. To także symbol najpiękniejszego daru jaki można ofiarować - miłości.",
    "7_card_aboutSecond": "Bądź gotowy przyjąć odpowiedzialność za swoje działania. Umiejętność przyjmowania darów jest równie istotna jak szlachetna cnota dawania.",
    "7_card_aboutThird": "Możesz być darem dla innych i skarbem dla tego świata. Każdy jest zawsze osobno, choć możemy być też razem.",

    "8_card_meaning": " Wygrana, zwycięstwo, szczęście",
    "8_card_elementName": "Powietrze",
    "8_card_zodiacName": "Znak Bliźniąt",
    "8_card_meaningTitle": "Runa Zwycięstwa",
    "8_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do spełnienia, radości, tyumfu. Zapowiada dobrą passę. Zwycięstwo.",
    "8_card_aboutSecond": "Jesteś na dobrej drodze do szczęścia. Realizuj zaplanowane zadania. Uwolnij swoją energię. Pozwól sobie na miłość bezwarunkową. Otwórz się na szczęście i zadowolenie. Doceniaj innych i siebie.",
    "8_card_aboutThird": "Staraj się widzieć głębiej, dostrzegając to co nieoczywiste. Otwórz się na szczęście, aby poznać smak zwycięstwa.",

    "9_card_meaning": " Grad, wiedźma, Bogini Hagal",
    "9_card_elementName": "Woda",
    "9_card_zodiacName": "Planeta Pluton",
    "9_card_meaningTitle": "RUNA PRZEKSZTAŁCENIA",
    "9_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do gradu. Znane są  także interpretacje w skojarzeniu do Bogini Hagal. Słowem kluczowym jest przesilenie. Okres transformacji energii. Niektóre zmiany dopiero z perspektywy czasu mogą okazać się korzystne.",
    "9_card_aboutSecond": "Przygotuj się na czas w którym warto odpuścić potrzebę kontroli. Hagal zwiastuje przemianę duchową. Nie próbuj niczego przyspieszać. Blokowanie energii tej runy może nieść stagnację. Hagalaz jest także runą ochrony i intuicji.",
    "9_card_aboutThird": "Pamiętaj, że pewne aspekty życia trzeba porzucić by pójść dalej.",

    "10_card_meaning": " Potrzeba, konieczność",
    "10_card_elementName": "Ziemia",
    "10_card_zodiacName": "Planeta Saturn",
    "10_card_meaningTitle": "RUNA PRÓBY",
    "10_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do konieczności, rozumianej jako przymus losu; test pewności. Runa ta narzuca konieczność powrotu do prawd wewnętrznych",
    "10_card_aboutSecond": "Czyń właściwy użytek z własnej energii. Możliwe trudności, uda Ci się pokonać dzięki Twojej wytrwałości. Pamiętaj o swojej motywacji. Runa ta prowadzi Cię pod wpływem nacisku.",
    "10_card_aboutThird": "To wyzwanie będące testem przetrwania. Wyzwolenie Twojego instynktu samozachowawczego. Pomoże Ci wygrać walkę z przeciwnościami losu.",

    "11_card_meaning": " Lód, siła statyczna",
    "11_card_elementName": "Woda",
    "11_card_zodiacName": "Planeta Neptun",
    "11_card_meaningTitle": "Planeta Woli Ducha",
    "11_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do lodu, który jako stan skupienia i siła ściskająca - niesie stabilizację, ochronę.",
    "11_card_aboutSecond": "Zastanów się nad tym co jest dla Ciebie istotne.  To dobry czas aby przeanalizować działania i odczekać na bardziej korzystny moment. Skoncentruj się na zamiarach i przemyśl jaka droga będzie najlepszą do osiągnięcia wyznaczonego celu.",
    "11_card_aboutThird": "Czasami dobrze jest się zdystansować. Skupienie i medytacja pozwolą Ci odblokować przepływ energii przez czakramy. Każda sytuacja pozwala dotrzeć do upragnionego rezultatu.",

    "12_card_meaning": " Rok, urodzaj, żniwa",
    "12_card_elementName": "Ziemia",
    "12_card_zodiacName": "Planeta Jowisz",
    "12_card_meaningTitle": "RUNA WZROSTU",
    "12_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do plonów, urodzaju, wzrostu i regeneracji. Zaistniej w spirali życia.",
    "12_card_aboutSecond": "Wykaż się zaangażowaniem i cierpliwością. Staraj się w najlepszy sposób korzystać z potencjału, który posiadasz. Przy uporczywym wysiłku zbierzesz obfite plony. Dołóż wszelkich starań. Przygotuj grunt na nowe.",
    "12_card_aboutThird": "Myśl jest jak ziarno, które kiełkuje na gruncie fizycznego planu. Wszystko odbywa się w zgodzie z naturalnym porządkiem. Harmonia oznacza zbiory we właściwym czasie.",

    "13_card_meaning": " Cis (drzewo z którego robiono łuki)",
    "13_card_elementName": "Powietrze",
    "13_card_zodiacName": "Planeta Uran",
    "13_card_meaningTitle": "RUNA WYTRWAŁOŚCI",
    "13_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do nazwy drzewa (cis), będącego symbolem potencjału siły woli i długowieczności.",
    "13_card_aboutSecond": "Wyraź swoją pewność siebie. Korzystaj ze swojej charyzmy. Twoja wytrwałość w dążeniu do celu pozwoli osiągnąć zamierzony skutek. Utrzymuj ład i pożądek w swoim życiu.",
    "13_card_aboutThird": "Drzewo z którego wykonywane były łuki jest także symbolem prawidłowej oceny sytuacji i zamiaru, który jak strzała naprężona na cięciwie, trafia do wyznaczonego celu. Eihwaz to także symbol wiecznego życia; odradzania i budzenia się do życia.",

    "14_card_meaning": " To co ukryte, kobiece łono, kostka do gry",
    "14_card_elementName": "Ziemia",
    "14_card_zodiacName": "Znak Skorpiona",
    "14_card_meaningTitle": "Runa Niewiadomej",
    "14_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do tego co ukryte, jeszcze nieobjawione. Odnosi się do wewnętrznej mądrości, ale także do gier losowych.",
    "14_card_aboutSecond": "Zaistniej aby poznać swoje prawdziwe oblicze. Przyjmij los taki jakim jest, ale pamiętaj, że aby coś osiągnąć, należy podjąć ryzyko. Dogłębnie przemyśl zasadę skutku i przyczyny. Wystrzegaj się nałogów.",
    "14_card_aboutThird": "Zmiany są naturalnym procesem na ścieżce doświadczania. Upewnij się, czy rezultat Twoich działań został świadomie zamierzony.",

    "15_card_meaning": " Rogi łosia, opieka",
    "15_card_elementName": "Ziemia",
    "15_card_zodiacName": "Znak Raka",
    "15_card_meaningTitle": "RUNA Ochronna",
    "15_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do rogów łosia, będącego opiekunem puszczy i naturalnego ekosystemu w środowisku, którego jest mieszkańcem.",
    "15_card_aboutSecond": "Pamiętaj o wyrozumiałości, także dla własnego oblicza. Zaakceptuj swoje słabości. Otaczaj opieką siebie i innych. Bądź wsparciem i wiedz, że wszechświat manifestuje opiekę nad Tobą w najbardziej korzystny sposób, w danym momencie.",
    "15_card_aboutThird": "Algiz to runa silnie ochronna. Najwyższa energia wszechświata otacza Cię opieką. Chroni przed niekorzystnymi okolicznościami losu i negatywnym promieniowaniem.",

    "16_card_meaning": " Słońce, energia, żagiel",
    "16_card_elementName": "Ogień",
    "16_card_zodiacName": "Słońce",
    "16_card_meaningTitle": "RUNA Zwycięstwa",
    "16_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do energii słonecznej, przypominając o konfrontacji jasności z ciemnością",
    "16_card_aboutSecond": "Stawiaj pewne i świadome kroki aby osiągnąć zwycięstwo. Jasno sprecyzuj swoją drogę. Przyjmuj okoliczności w ich prawdziwym świetle. Miej wiarę i nadzieję. Bądź kreatorem swojego życia. Bądź hojny jak słońce. Pamiętaj, że ono każdemu świeci po równo.",
    "16_card_aboutThird": "Sowilo prowadzi Cię do zwycięstwa. Odrzuć lęki. Miej odwagę. Zawalcz o to na czym naprawdę Ci zależy.",

    "17_card_meaning": " Wojownik, imię boga Tyra",
    "17_card_elementName": "Powietrze",
    "17_card_zodiacName": "Znak Koziorożca",
    "17_card_meaningTitle": "Runa Wojownika",
    "17_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do imienia  boga wojny - Tyra, którego charakteryzuje męstwo i odwaga.",
    "17_card_aboutSecond": "Precyzyjnie określ cel i miej odwage dążyć do osiągnięcia go bez względu na okoliczności. Uwierz w siebie. Niech prowadzi Cię przemyślana dokładność, upór i wiara w sprawiedliwość.",
    "17_card_aboutThird": "Teiwaz to znak wojownika. Przyjmij konsekwencje swoich działań i wyborów. Zawalcz o siebie.",

    "18_card_meaning": " Brzoza; pierś matki",
    "18_card_elementName": "Woda",
    "18_card_zodiacName": "Księżyc",
    "18_card_meaningTitle": "RUNA Narodzin",
    "18_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do brzozy będącej symbolem płodności. Zwiastuje wiosnę - nowy początek. Brzoza jest wiotka, ale nawet silny wiatr nie jest w stanie jej złamać.",
    "18_card_aboutSecond": "Otwórz się na nowy początek. Zbliż się do natury. Myśl duchem, nie ciałem. Odczuwaj z poziomu serca. Okazuj troskę i pozwól innym zatroszczyć się o Ciebie.",
    "18_card_aboutThird": "Berkano to najczystsza żeńska energia. Nowy początek. Bezpieczeństwo i komfort istnienia.",

    "19_card_meaning": "Koń, transformacja, zmiany",
    "19_card_elementName": "Ogień",
    "19_card_zodiacName": "Znak Wagi",
    "19_card_meaningTitle": "RUNA Współistnienia",
    "19_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do konia jako symbolu mądrości i dokonywania zmian.",
    "19_card_aboutSecond": "Podejmij inicjatywę. Nastaw się na ruch do przodu. Bądź w gotowości do współpracy i współistnienia.  Zachowaj równowagę, mając umiar w braniu i dawaniu. Otwórz się na innych ludzi, a także inne poglądy.",
    "19_card_aboutThird": "Ehwaz zwraca uwagę na to, że współtworzenie to wzrost. Umiejętność współistnienia z szacunkiem dla tego co odmienne prowadzi do zjednoczenia.",

    "20_card_meaning": " Człowiek, mężczyzna, mąż",
    "20_card_elementName": "Powietrze",
    "20_card_zodiacName": "Planeta mars",
    "20_card_meaningTitle": "Runa Bycia Sobą",
    "20_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do człowieka jako istoty. Drogą do doskonałości jest poznawanie samego siebie.",
    "20_card_aboutSecond": "Ujawnij przed sobą swoje mocne i słabe strony, aby w dalszej drodze towarzyszyły Ci odwaga i pewność siebie. Dzięki temu będziesz w stanie w pełni realizować swój potencjał. Oprócz siebie nie masz nic do stracenia. Żyj w harmonii.",
    "20_card_aboutThird": "Mannaz to runa, która zwraca uwagę na to iż każdy, niezależnie od wyborów i decyzji - jest inny i jednocześnie taki sam u źródła. Bądź sobą. Żyj w zgodzie z własnym kodeksem prawdy",

    "21_card_meaning": " Woda, jezioro, ocean",
    "21_card_elementName": "Woda",
    "21_card_zodiacName": "Znak Ryb",
    "21_card_meaningTitle": "RUNA INTROSPEKCJI",
    "21_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do wody jako życiodajnej energii. Oznacza umiejętność żeglowania na wodach życia. Symbolizuje emocjonalne oczyszczenie.",
    "21_card_aboutSecond": "Zanurz się wgłąb siebie. Posłuchaj głosu intuicji. Poczuj miłość. Pozwól by wypłynęło na wierzch to co nieujawnione przedtem. Zdaj się na instynkt i nie próbuj zrozumieć. Ucz się od siebie. Niech prowadzi Cię siła spokoju.",
    "21_card_aboutThird": "Lagus sprzyja refleksji. Wsłuchaj się w siebie i czerp z tego źródła wiedzy. Wszystkie odpowiedzi są w Tobie. To czas oczyszczenia.",

    "22_card_meaning": " imię boga Ingusa, odpoczynek, ekspansja",
    "22_card_elementName": "Powietrze",
    "22_card_zodiacName": "Znak Wodnika",
    "22_card_meaningTitle": "RUNA Przemiany",
    "22_card_aboutFirst": "Tradycyjne znaczenie runy nawiązuje do imienia boga Ingusa (Frey) - patrona uciech. Symbolizuje odpoczynek przed dalszą drogą. Zakończenie i nowy początek. Przemiana.",
    "22_card_aboutSecond": "Wytrwaj w realizacji swojego celu. Masz w sobie stosowną energię by zakończyć pewien etap i cieszyć się z pozytywnych rezultatów. Miej świadomość własnej siły osobistej i mądrze zarządzaj swoimi zasobami.",
    "22_card_aboutThird": "Ingwaz przypomina o tym, że życie to ciągła wędrówka. Chroni nowe przedsięwzięcia i daje czas na dojrzewanie w spokoju.",

    "23_card_meaning": " dzień, światło",
    "23_card_elementName": "Ogień",
    "23_card_zodiacName": "Znak Wodnika",
    "23_card_meaningTitle": "Runa Pojednania",
    "23_card_aboutFirst": "Tradycyjne znaczenie runy to światło nowego dnia. Oznacza spełnienie, przebudzenie, oświecenie.",
    "23_card_aboutSecond": "Objaw sobie prawdę. Staraj się mieć jasny ogląd rzeczywistości. Przyjżyj się zależnościom pomiędzy tym co małe i tym co jest dla Ciebie nader istotne. Bądź światłem dla innych i nie bój się nim emanować. Pozwól sobie zobaczyć światło Twojego wnętrza.",
    "23_card_aboutThird": "Dagaz przypomina to tym, że koniec wieńczy dzieło. To talizman dla wszystkich i wszystkiego. Chroni przed zwątpieniem.",

    "24_card_meaning": " dziedzictwo, dom, ojczyznę",
    "24_card_elementName": "Ziemia",
    "24_card_zodiacName": "Znak Byka",
    "24_card_meaningTitle": "RUNA DZIEDZICTWA",
    "24_card_aboutFirst": "Tradycyjne znaczenie runy oznacza rodowe dziedzictwo. To runa powrotu do własnych korzeni. Oznacza harmonię, bezpieczeństwo i pokój w rodzinie.",
    "24_card_aboutSecond": "Poczuj się bezpiecznie w miejscu, którym jesteś. Przypomnij sobie gdzie i czym jest dla Ciebie Twój dom. Nie bój się przeszłości. Pamiętaj, że zdobyte doświadczenia to ziarna przyszłych plonów obfitości i spełnienia.",
    "24_card_aboutThird": "Othala często odnosi się do powiększenia stanu posiadania, majątku; tego co można przekazać swoim następcom."
  }